<?php
    return [
      'admin' => [
          'news' => [
              'create' => [
                  'success' => 'Запись прошла успешно',
                  'fail' => 'При записи произошла ошибка'
              ],
              'update' => [
                  'success' => 'Обновление прошло успешно',
                  'fail' => 'При обновление произошла ошибка'
              ],
              'delete' => [
                  'success' => 'Удаление прошло успешно',
                  'fail' => 'При удаление произошла ошибка'
              ]
          ],
          'category' => [
              'create' => [
                  'success' => 'Создание категории прошло успешно',
                  'fail' => 'При создание категории произошла ошибка'
              ],
              'update' => [
                  'success' => 'Обновление прошло успешно',
                  'fail' => 'При обновление произошла ошибка'
              ],
              'delete' => [
                  'success' => 'Удаление прошло успешно',
                  'fail' => 'При удаление произошла ошибка'
              ]
          ],
          'users' => [
              'create' => [
                  'success' => 'Создание пользователя прошло успешно',
                  'fail' => 'При создание пользователя произошла ошибка'
              ],
              'update' => [
                  'success' => 'Обновление прошло успешно',
                  'fail' => 'При обновление произошла ошибка'
              ],
              'delete' => [
                  'success' => 'Удаление прошло успешно',
                  'fail' => 'При удаление произошла ошибка'
              ]
          ]
      ]
    ];
